Repository: X13-G44/iCloudHelper
Catalog: AutoUnzip/Resources/Strings.*.resx
Languages: de_de

# btnConfig_Browse
source: Browse...
de_de: Durchsuchen...

# btnConfig_SaveConfig
source: Save settings
de_de: Einstellungen speichern

# dlg_SelectExtractPath
source: Select the destination folder for the unpacked image files:
de_de: Zielordner der entpackten Bilddateien auswählen:

# dlg_DoWorkError
source: An error occurred while processing a new \"{0}\" file in \"{1}\" folder.\nThe error occurred at the following processing step: {2}.\n\nBackup files exist in the folder \"{3}\".\n\nOptional error message: \"{4}\".
de_de: Beim Verarbeiten einer neuen \"{0}\"-Datei im Ordner \"{1}\" ist ein Fehler aufgetreten.\nDer Fehler ist beim folgenden Verarbeitungsschritt aufgetreten: {2}.\n\nSicherungsdateien sind im Ordner \"{3}\" vorhanden.\n\nOptionale Fehlermeldung: \"{4}\".

# dlg_SelectWatchPath
source: Select a folder to monitor the downloaded iCloud Picture Archive file:
de_de: Ordner zum Überwachen der heruntergeladenen iCloud Bildarchiv Datei auswählen:

# dlg_TrayNotiExit
source: Close application
de_de: Anwendung beenden

# dlg_TrayNotiSettings
source: Settings
de_de: Einstellungen

# lError
source: Error
de_de: Fehler

# lWarning
source: Warning
de_de: Warnung

# tbConfig_BackupPath
source: Backup folder
de_de: Backup-Ordner

# tbConfig_BackupRetentionPeriod
source: Retention period [days]
de_de: Aufbewahrungsdauer [Tage]

# tbConfig_ExtractPath
source: Destination folder of the extracted image files
de_de: Zielordner der entpackten Bilddateien

# tbConfig_FilenameToSearch
source: iCloud image archive file
de_de: iCloud Bildarchiv Datei

# tbConfig_Title1
source: Folder Settings
de_de: Allgemeine Ordner-Einstellungen

# tbConfig_Title2
source: Backup Settings [ AutoUnzip ]
de_de: Backup-Einstellungen

# tbConfig_Title4
source: Other Settings [ QuickSort ]
de_de: Sonstige-Einstellungen

# tbConfig_UseDarkModeColorTheme
source: Use Dark Mode theme
de_de: Benutze Dark Mode

# tbConfig_WatchPath
source: Monitored folder
de_de: Überwachter Ordner

# tbConfig_WindowTitle
source: iCloudHelper - Settings
de_de: iCloudHelper - Einstellungen

# tbMain_ExtractedFileText
source: {0} iCloud images processed:
de_de: {0} iCloud Bilder verarbeitet:

# dlg_SelectBackupPath
source: Select folder for backup:
de_de: Ordner für das Backup auswählen:

# lNoText
source: Input field is empty
de_de: Eingabefeld ist leer.

# lDirectoyNotExists
source: Folder does not exists.
de_de: Der Ordner existiert nicht.

# lTextMustBeANumber
source: Text must be a number.
de_de: Der Text muss eine Zahl sein.

# lNumberRangeError
source: Number must between {0} and {1}.
de_de: Die Zahl muss zwischen {0} und {1} liegen.

# lInvalidPrefixStartEndChars
source: Prefix starts / ends with invalid chars.
de_de: Das Präfix beginnt/endet mit ungültigen Zeichen.

# lInvalidPrefixLength
source: Prefix must have at least {0} or more chars.
de_de: Das Präfix muss mindestens {0} oder mehr Zeichen enthalten.

# lInvalidPrefixChars
source: There are invalid chars.
de_de: Es sind ungültige Zeichen vorhanden.

# lApplFileNotExists
source: Application file does not exists.
de_de: Anwendungsdatei existiert nicht.

# lApplFileNotSelected
source: No application file selected.
de_de: Keine Bewerbungsdatei ausgewählt.

# tbMain_StartQuickSort
source: Click here to start Quicksort application
de_de: Hier klicken um Quicksort Anwendung zu starten

# tbConfig_Title3
source: Interface Settings
de_de: Oberflächen-Einstellungen

# tbConfig_Language
source: Select language
de_de: Sprache auswählen

# cbConfig_LanguageDefault
source: Default
de_de: Standard

# cbConfig_LanguageGerman
source: Gerrman
de_de: Deutsch

# cbConfig_LanguageEnglish
source: English
de_de: Englisch
